diploma thesis/src/implementation/assets/deploy-request.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:rem="http://remote.bootware.simtech.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<rem:deploy>
			<context>
				<resourceProvider>aws</resourceProvider>
				<application>opentosca</application>
			</context>
		</rem:deploy>
	</soapenv:Body>
</soapenv:Envelope>
